{
  "courses": [
    {
      "id": "09001",
      "title": "Intro to Effective Communication",
      "description": "Explore the fundamentals of effective communication in this comprehensive online course offered by Udemy. In this course, you'll delve deep into the art of communication, covering a wide range of topics such as verbal and non-verbal communication, active listening, effective presentation skills, and more.",
      "company": "Udemy",
      "coursetype": "Online Course",
      "imgurl": "https://picsum.photos/seed/09001/300/260",
      "skills": [
        "Effective Communication",
        "Interpersonal Skills",
        "Public Speaking"
      ]
    },
    {
      "id": "09002",
      "title": "Advanced Remote Crane Operations",
      "description": "Join our advanced remote crane operations workshop conducted by PSA. This hands-on workshop is designed for individuals who seek to excel in the field of crane operations. Throughout the course, you'll gain expertise in operating and controlling cranes remotely, ensuring safety and efficiency.",
      "company": "PSA",
      "coursetype": "Workshop",
      "imgurl": "https://picsum.photos/seed/09002/300/260",
      "skills": ["Crane Operations", "Safety Protocols"]
    },
    {
      "id": "09003",
      "title": "Intro to Systems",
      "description": "Discover the power of systems thinking in our online course 'Intro to Systems.' Offered by PSA, this course provides you with a foundational understanding of systems theory and its real-world applications. Through the course, you will also gain deeper insights into PSA's cutting-edge innovations",
      "company": "PSA",
      "coursetype": "Online Course",
      "imgurl": "https://picsum.photos/seed/09003/300/260",
      "skills": ["Systems Thinking", "Problem-solving"]
    },
    {
      "id": "09004",
      "title": "Leadership and Team Management",
      "description": "Unlock your leadership potential with our comprehensive online course on 'Leadership and Team Management' from Udemy. This course is tailored to equip you with the essential skills and knowledge needed to become an effective leader. Topics covered include leadership styles, team dynamics, conflict resolution, and strategies.",
      "company": "Udemy",
      "coursetype": "Online Course",
      "imgurl": "https://picsum.photos/seed/09004/300/260",
      "skills": ["Leadership", "Team Management", "Conflict Resolution"]
    }
  ]
}
